Repository: cabrerahector/wordpress-popular-posts
Catalog: lang/wordpress-popular-posts-*.po
Languages: ja, nb_no

source: Post(s) ID(s) to exclude
nb_no: ID for innlegg som skal ekskluderes

source: Category(ies) ID(s)
nb_no: Kategori-ID

source: Author(s) ID(s)
nb_no: Forfatter-ID

source: Excerpt length
nb_no: Lengde på sammendrag

source: Width
nb_no: Bredde

source: Height
nb_no: Høyde

source: WordPress Date Format
nb_no: WordPress datoformat

source: Before / after title
nb_no: Før / etter tittel

source: Before / after Popular Posts
nb_no: Før / etter Popular Posts

source: Post HTML Markup
nb_no: HTML-kode for innlegg

source: <div class="error"><p>%1$s</p><p><i>%2$s</i> has been <strong>deactivated</strong>.</p></div>
nb_no: <div class="error"><p>%1$s</p><p><i>%2$s</i> er <strong>deakivert</strong>.</p></div>

source: 1 comment
nb_no: 1 kommentar

source: 1 view per day
nb_no: 1 visning per dag

source: 1 view
nb_no: 1 visning

source: by %s
nb_no: av %s

source: posted on %s
nb_no: skrevet den %s
