Repository: cabrerahector/wordpress-popular-posts
Catalog: lang/wordpress-popular-posts-*.po
Languages: ja, nb_no

source: Settings saved.
ja: 設定を保存しました。
nb_no: Innstillinger lagret.

source: Please provide the name of your custom field.
ja: カスタムフィールドの名称を入れてください。
nb_no: Oppgi navnet på ditt tilpassede felt.

source: This operation will delete all entries from Wordpress Popular Posts' cache table and cannot be undone.
ja: この操作は、WordPress Popular Postsのキャッシュ・テーブルにあるデータをすべて削除します。もとにもどすことはできません。

source: Do you want to continue?
ja: 続けてもいいですか?
nb_no: Vil du fortsette?

source: This operation will delete all stored info from Wordpress Popular Posts' data tables and cannot be undone.
ja: この操作は、WordPress Popular Postsのデータ・テーブルのデータをすべて削除します。もとにもどすことはできません。

source: Stats
ja: 統計
nb_no: Statistikk

source: Tools
ja: ツール
nb_no: Verktøy

source: Parameters
ja: パラメータ
nb_no: Parametere

source: FAQ
ja: よくある質問

source: About
ja: 約
nb_no: Om

source: Click on each tab to see what are the most popular entries on your blog in the last 24 hours, this week, last 30 days or all time since Wordpress Popular Posts was installed.
ja: タブをクリックすると、24時間、1週間、1か月、WordPress Popular Postsを設置してから今日までの累積で、最も人気のあるコンテンツを表示します。

source: Order by comments
ja: コメント数でランキング
nb_no: Sorter etter kommentarer

source: Order by views
ja: 閲覧数でランキング
nb_no: Sorter etter visninger

source: Order by avg. daily views
ja: 1日の平均閲覧数でランキング
nb_no: Sorter etter gj. daglige visninger

source: Post type
ja: 投稿タイプ
nb_no: Innleggstype

source: Limit
ja: 表示する数
nb_no: Grense

source: Apply
ja: 適用
nb_no: Bruk

source: Last 24 hours
ja: 24時間
nb_no: Siste 24 timer

source: Last 7 days
ja: 1週間
nb_no: Siste 7 dager

source: Last 30 days
ja: 1か月
nb_no: Siste 30 dager

source: All-time
ja: 累積
nb_no: Totalt

source: Default thumbnail
ja: デフォルトのサムネール
nb_no: Standard miniatyrbilde

source: Upload thumbnail
ja: サムネールをアップロードする
nb_no: Last opp miniatyrbilde

source: How-to: upload (or select) an image, set Size to Full and click on Upload. After it's done, hit on Apply to save changes
ja: やり方: 画像をアップロードまたは選択し、サイズをフルサイズに設定して、アップロードをクリックしてください。終了したら、変更を保存をクリックします。

source: Pick image from
ja: 次から画像を選ぶ
nb_no: Velg bilde fra

source: Featured image
ja: アイキャッチ画像
nb_no: Fremhevet bilde

source: First image on post
ja: 投稿に最初に現れる画像
nb_no: Første bilde i innlegg

source: Custom field
ja: カスタム・フィールド
nb_no: Tilpasset felt

source: Tell Wordpress Popular Posts where it should get thumbnails from
ja: ここからサムネール画像を取得するようにする。

source: Custom field name
ja: カスタム・フィールドの名前
nb_no: Navn på tilpasset felt

source: Resize image from Custom field?
ja: カスタム・フィールドの画像をサイズ変更しますか?
nb_no: Endre størrelse på bilde fra tilpasset felt?

source: No, I will upload my own thumbnail
ja: いいえ、自分のサムネールをアップロードします。
nb_no: Nei, jeg vil laste opp mitt eget miniatyrbilde.

source: Yes
ja: はい
nb_no: Ja

source: Log views from
ja: 次のものから閲覧数を記録します。
nb_no: Logg visninger for

source: Visitors only
ja: 訪問者のみ
nb_no: Kun besøkende

source: Everyone
ja: ログイン・ユーザも含める
nb_no: Alle

source: Ajaxify widget
ja: Ajaxを使うウィジェット
nb_no: Ajaxifiser widget

source: Disabled
ja: 無効
nb_no: Deaktivert

source: Enabled
ja: 有効
nb_no: Aktivert

source: If you are using a caching plugin such as WP Super Cache, enabling this feature will keep the popular list from being cached by it
ja: WP Super Cacheのようなキャッシュ系プラグインを使っている場合、この機能を有効にすると、人気投稿リストがキャッシュされるのを防ぐことができます。
nb_no: Hvis du bruker en utvidelse for mellomlagring som WP Super Cache, så vil aktivering av denne egenskapen hindre at populærlista blir mellomlagret

source: Live
ja: 同期

source: Custom interval
ja: 間隔を指定
nb_no: Tilpasset intervall

source: Sets how often the listing should be updated. For most sites the Live option should be fine, however if you are experiencing slowdowns or your blog gets a lot of visitors then you might want to change the refresh rate
ja: リストがどれくらいの間隔で書き換えられるかを設定します。ほとんどのサイトでは、「同期」を設定して問題ないでしょう。速度が遅くなったり、訪問者が非常に多いときは、書き換えの間隔を変えてみてください。
nb_no: Angir hvor ofte lista skal oppdateres. For det fleste nettsteder er Live-valget helt fint, men hvis du opplever treghet eller bloggen din får mange besøkende så vil du kanskje endre intervallet.

source: Hour(s)
ja: 時間
nb_no: Time

source: Day(s)
ja: 日
nb_no: Dag

source: Week(s)
ja: 週
nb_no: Uke

source: Month(s)
ja: か月
nb_no: Måned

source: Year(s)
ja: 年
nb_no: År

source: Really? That long?
ja: 本当にこんなに長くていいのですか?
nb_no: Virkelig? Så lenge?

source: By default, the plugin includes a stylesheet called wpp.css which you can use to style your popular posts listing. If you wish to use your own stylesheet or do not want it to have it included in the header section of your site, use this.
ja: 人気の投稿リストのスタイルを指定するのに、wpp.cssという名前のスタイルシートがデフォルトで含まれています。自分のスタイルシートを使ったり、このスタイルシートがヘッダ・セクションで読み込まれるのがいやな場合は、これを使ってください。

source: Empty cache
ja: キャッシュを空にする
nb_no: Tøm mellomlager

source: Use this button to manually clear entries from WPP cache only
ja: WPPのキャッシュだけを手動で空にするにはこのボタンを使ってください。
nb_no: Bruk denne knappen for å slette alle oppføringer i WPP sitt mellomlager

source: Clear all data
ja: 全てのデータを空にする
nb_no: Slette alle data

source: Use this button to manually clear entries from all WPP data tables
ja: WPPの全データを手動で空にしたいときには、このボタンを使ってください。
nb_no: Bruk denne knappen for å slette alle oppføringer i alle WPP datatabeller

source: Parameter
ja: パラメータ

source: What it does
ja: できること
nb_no: Hva gjør den

source: Possible values
ja: 使える値
nb_no: Mulige verdier

source: Defaults to
ja: デフォルト値
nb_no: Standardverdi

source: Example
ja: 例
nb_no: Eksempel

source: Sets a heading for the list
ja: リストの見出しを設定する
nb_no: Setter en overskrift for listen

source: Text string
ja: 文字列
nb_no: Tekststreng

source: Popular Posts
ja: 人気の投稿
nb_no: Populære innlegg

source: Set the opening tag for the heading of the list
ja: リストの見出しの前につけるHTMLタグを設定する
nb_no: Angir start-taggen for listas overskrift

source: Set the closing tag for the heading of the list
ja: リストの見出しの後につけるHTMLタグを設定する
nb_no: Angir slutt-taggen for listas overskrift

source: Sets the maximum number of popular posts to be shown on the listing
ja: リストに表示する投稿数の上限を設定する
nb_no: Angir maksimalt antall populære innlegg som skal vises i lista

source: Positive integer
ja: 正の整数
nb_no: Positivt heltall

source: Tells Wordpress Popular Posts to retrieve the most popular entries within the time range specified by you
ja: 設定された期間内で最も人気のあるエントリを表示する

source: Sets the sorting option of the popular posts
ja: 人気の投稿並び順を決める

source: (for average views per day)
ja: (1日の平均閲覧数)

source: Defines the type of posts to show on the listing
ja: リストに表示する投稿のタイプを決める

source: If set, Wordpress Popular Posts will exclude the specified post(s) ID(s) form the listing.
ja: これを設定すると、特定の投稿IDが表示されないようになります。

source: None
ja: なし
nb_no: Ingen

source: If set, Wordpress Popular Posts will retrieve all entries that belong to the specified category(ies) ID(s). If a minus sign is used, the category(ies) will be excluded instead.
ja: これを設定すると、指定されたカテゴリIDのエントリが全て表示されるようになります。マイナス符号を使うと、そのカテゴリは表示から外されるようになります。

source: If set, Wordpress Popular Posts will retrieve all entries created by specified author(s) ID(s).
ja: これを設定すると、指定された投稿者IDのエントリが全て表示されるようになります。

source: If set, Wordpress Popular Posts will shorten each post title to "n" characters whenever possible
ja: これを設定すると、投稿タイトルを"n"文字になるようにします。

source: If set to 1, Wordpress Popular Posts will shorten each post title to "n" words instead of characters
ja: これを1に設定すると、タイトルを"n"文字ではなくて、"n"語になるようにします(日本語では意味がありません)。

source: If set, Wordpress Popular Posts will build and include an excerpt of "n" characters long from the content of each post listed as popular
ja: これを設定すると、投稿のコンテンツから"n"文字の抜粋を作り、表示に含めます。

source: If set, Wordpress Popular Posts will maintaing all styling tags (strong, italic, etc) and hyperlinks found in the excerpt
ja: これを設定すると、抜粋に含まれるスタイル・タグ(strongやitalicなど)やハイパーリンクをすべてそのまま使うようになります。

source: If set to 1, Wordpress Popular Posts will shorten the excerpt to "n" words instead of characters
ja: これを1に設定すると、抜粋の長さが"n"文字ではなくて、"n"語の長さになります(日本語では意味がありません)。

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the width for thumbnails
ja: これを設定し、サーバ設定が許可していれば、投稿に含まれるサムネールを表示することができるようになります。この属性はサムネールの幅を設定します。

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the height for thumbnails
ja: これを設定し、サーバ設定が許可していれば、投稿に含まれるサムネールを表示することができるようになります。この属性はサムネールの高さを設定します。

source: If set, and if the WP-PostRatings plugin is installed and enabled on your blog, Wordpress Popular Posts will show how your visitors are rating your entries
ja: これを設定し、WP-PostRatingsプラグインが有効化されていれば、エントリの評価を訪問者に示すことができるようになります。

source: If set, Wordpress Popular Posts will show how many comments each popular post has got until now
ja: これを設定すると、それぞれの投稿にこれまでいくつのコメントがついたかを表示することができます。

source: If set, Wordpress Popular Posts will show how many views each popular post has got since it was installed
ja: これを設定すると、WordPress Popular Postsをインストールしてからの閲覧数を表示することができるようになります。

source: If set, Wordpress Popular Posts will show who published each popular post on the list
ja: これを設定すると、リストに表示される投稿を公開した作者を表示することができるようになります。

source: If set, Wordpress Popular Posts will display the date when each popular post on the list was published
ja: これを設定すると、それぞれの投稿が公開された日付を表示するようになります。

source: Sets the date format
ja: 日付フォーマットを設定する
nb_no: Setter datoformatet

source: If set, Wordpress Popular Posts will display the category
ja: これを設定すると、カテゴリが表示されます。

source: Sets the opening tag for the listing
ja: リストの開始タグを指定する。
nb_no: Angir start-taggen for lista

source: Sets the closing tag for the listing
ja: リストの終了タグを指定する。
nb_no: Angir slutt-taggen for lista

source: Sets the HTML structure of each post
ja: それぞれの投稿のHTML構造を設定します。
nb_no: Angir HTML-strukturen for hvert innlegg

source: Text string, custom HTML
ja: 文字列。カスタムHTML。
nb_no: Tekststreng, tilpasset HTML

source: Available Content Tags
ja: 利用できるコンテンツ・タグ
nb_no: Tilgjengelig innholdstagger

source: displays thumbnail linked to post/page
ja: 投稿や固定ページに結びついたサムネールを表示します。
nb_no: viser miniatyrbilde lenket til innlegg/side

source: displays linked post/page title
ja: 投稿や固定ページへのリンクを表示します。
nb_no: viser tittel som lenke til innlegg/side

source: displays post/page excerpt, and requires excerpt_length to be greater than 0
ja: 投稿や固定ページの抜粋を表示します。抜粋の長さが0より大きな数値になっていることが必要です。
nb_no: viser sammendrag for innlegg/side og krever at excerpt_length er større enn 0

source: displays the default stats tags
ja: デフォルトの統計タグを表示します。
nb_no: viser standard statistikktagger

source: displays post/page current rating, requires WP-PostRatings installed and enabled
ja: 投稿と固定ページの現在の評価を表示します。WP-PostRatingsがインストールされていて、有効化していることが必要です。

source: outputs the URL of the post/page
ja: 投稿や固定ページのURLを出力します。
nb_no: viser URL-en for innlegget/siden

source: displays post/page title, no link
ja: 投稿や固定ページのタイトルをリンクなしで表示します。
nb_no: viser tittel for innlegg/side, uten lenke

source: displays linked author name, requires stats_author=1
ja: 投稿者名へのリンクを表示します。stats_author=1の設定が必要です。
nb_no: viser forfatternavnet som lenke, krever stats_author=1

source: displays linked category name, requires stats_category=1
ja: カテゴリ名へのリンクを表示します。stats_category=1の設定が必要です。
nb_no: viser kategorinavnet som lenke, krever stats_category=1

source: displays views count only, no text
ja: 閲覧数の数値だけを表示します。
nb_no: viser kun antall visninger, ingen tekst

source: displays comments count only, no text, requires stats_comments=1
ja: コメント数の数値だけを表示します。stats_comments=1の設定が必要です。
nb_no: viser kun antall kommentarer, ingen tekst, krever stats_comments=1

source: What does "Title" do?
ja: 「タイトル」は何をするのですか?

source: It allows you to show a heading for your most popular posts listing. If left empty, no heading will be displayed at all.
ja: 人気投稿リストの見出しが表示されるようになります。空欄にすると、何も表示しません。

source: What is Time Range for?
ja: 期間は何のためにあるのですか?

source: It will tell Wordpress Popular Posts to retrieve all posts with most views / comments within the selected time range.
ja: 指定された期間の中で、最も閲覧数の多い投稿、または最もコメントの多い投稿を表示するようになります。

source: What is "Sort post by" for?
ja: 「並び替え順」はなんのためにありのですか?

source: It allows you to decide whether to order your popular posts listing by total views, comments, or average views per day.
ja: 合計閲覧数、コメント数、1日の平均閲覧数のどれで投稿を並べるかを選択することができます。

source: What does "Display post rating" do?
ja: 「投稿評価を表示する」というのは何ですか?

source: If checked, Wordpress Popular Posts will show how your readers are rating your most popular posts. This feature requires having WP-PostRatings plugin installed and enabled on your blog for it to work.
ja: これをチェックすると、読者があなたの人気の投稿をどう評価しているかを示すことができます。WP-PostRatingsプラグインがインストールされていて、有効化してあれば利用することができます。

source: What does "Shorten title" do?
ja: 「タイトルを短縮する」は何をするのですか?

source: If checked, all posts titles will be shortened to "n" characters/words. A new "Shorten title to" option will appear so you can set it to whatever you like.
ja: これをチェックすると、全ての投稿タイトルが"n"文字または"n"語になります。「次の文字数までタイトルを縮める」というオプションが新しく現れますので、あなたの好きな数値に設定することができます。

source: What does "Display post excerpt" do?
ja: 「投稿抜粋を表示する」は何をするものですか?

source: If checked, Wordpress Popular Posts will also include a small extract of your posts in the list. Similarly to the previous option, you will be able to decide how long the post excerpt should be.
ja: これをチェックすると、投稿のリストに短い抜粋を含めることができるようになります。前のオプションと同様に、抜粋の長さを決めることができます。

source: What does "Keep text format and links" do?
ja: 「テキスト・フォーマットとリンクを保存する」というのは何をするものですか?

source: If checked, and if the Post Excerpt feature is enabled, Wordpress Popular Posts will keep the styling tags (eg. bold, italic, etc) that were found in the excerpt. Hyperlinks will remain intact, too.
ja: これをチェックして、投稿抜粋の機能が有効になっていると、抜粋に含まれるスタイルタグ（boldやitalicなど）がそのまま使われます。ハイパーリンクもそのままになります。

source: What is "Post type" for?
ja: 「投稿タイプ」とは何に使うのですか?

source: This filter allows you to decide which post types to show on the listing. By default, it will retrieve only posts and pages (which should be fine for most cases).
ja: このフィルタを通すと、どの投稿タイプが表示されるかを決めることができます。デフォルトでは、投稿と固定ページが表示されます（ほとんどの場合、これで十分なはずです）。

source: What is "Category(ies) ID(s)" for?
ja: 「カテゴリID」というのは何に使うのですか?

source: This filter allows you to select which categories should be included or excluded from the listing. A negative sign in front of the category ID number will exclude posts belonging to it from the list, for example. You can specify more than one ID with a comma separated list.
ja: このフィルタを通すと、どのカテゴリをリストに表示するかを決めることができます。たとえば、カテゴリIDの前にマイナスの符号をつけると、リストに表示されなくなります。カンマで区切れば複数のIDを指定することができます。

source: What is "Author(s) ID(s)" for?
ja: 「投稿者ID」はどのように使うのですか?

source: Just like the Category filter, this one lets you filter posts by author ID. You can specify more than one ID with a comma separated list.
ja: カテゴリ・フィルタと同様、これを指定すると、投稿者IDでフィルタをかけることができるようになります。カンマで区切れば複数のIDを指定することができます。

source: What does "Display post thumbnail" do?
ja: 「投稿サムネールを表示する」というのは、何をするのですか?

source: If checked, Wordpress Popular Posts will attempt to retrieve the thumbnail of each post. You can set up the source of the thumbnail via Settings - Wordpress Popular Posts - Tools.
ja: これをチェックすると、Popular Postsは投稿のサムネールを取得しようとします。表示するサムネール画像は、設定 &lt; WordPress Popular Posts &lt; ツール で設定することができます。

source: What does "Display comment count" do?
ja: 「コメント数を表示する」というのは、何をするのですか?

source: If checked, Wordpress Popular Posts will display how many comments each popular post has got in the selected Time Range.
ja: これをチェックすると、設定された期間で、投稿にいくつのコメントがついたかを表示することができます。

source: What does "Display views" do?
ja: 「閲覧数を表示する」というのは何?

source: If checked, Wordpress Popular Posts will show how many pageviews a single post has gotten in the selected Time Range.
ja: これをチェックすると、個別の投稿が指定された期間内で何回閲覧されたかを表示するようになります。

source: What does "Display author" do?
ja: 「投稿者を表示する」は何をするのですか?

source: If checked, Wordpress Popular Posts will display the name of the author of each entry listed.
ja: これをチェックすると、リストのエントリを書いた投稿者名が表示されるようになります。

source: What does "Display date" do?
ja: 「日付を表示する」というのは?

source: If checked, Wordpress Popular Posts will display the date when each popular posts was published.
ja: これをチェックすると、投稿が公開された日付を表示するようになります。

source: What does "Use custom HTML Markup" do?
ja: 「カスタムHTMLマークアップを使う」というのは、何をするのですか?

source: If checked, you will be able to customize the HTML markup of your popular posts listing. For example, you can decide whether to wrap your posts in an unordered list, an ordered list, a div, etc. If you know xHTML/CSS, this is for you!
ja: これをチェックすると、リスト表示のHTMLマークアップを変更することができます。たとえば、番号付きリストにしたり、番号なしリストにしたり、divで囲ったりすることができます。xHTML/CSSの知識がある場合は、やってみてください。

source: What are "Content Tags"?
ja: 「コンテンツ・タグ」って何?

source: What are "Template Tags"?
ja: 「テンプレート・タグ」というのは?

source: Template Tags are simply php functions that allow you to perform certain actions. For example, Wordpress Popular Posts currently supports two different template tags: wpp_get_mostpopular() and wpp_get_views().
ja: テンプレート・タグは、簡単なPHP関数で、それに対応するアクションをさせることができます。たとえば、WordPress Popular Postsは現在、二つのテンプレート・タグを持っています。wpp_get_mostpopular()とwpp_get_views()です。

source: What are the template tags that Wordpress Popular Posts supports?
ja: WordPress Popular Postsがサポートするテンプレート・タグにはどんなものがありますか?

source: The following are the template tags supported by Wordpress Popular Posts
ja: 次のものが使えます。

source: Template tag
ja: テンプレート・タグ

source: Displays the number of views of a single post. Post ID is required or it will return false.
ja: 個別投稿の閲覧数を表示します。投稿IDを指定することが必要です。それがないと、falseを返します。
nb_no: Viser antall visninger for et enkelt innlegg. ID-en for innlegget er påkrevd.

source: Post ID
ja: 投稿ID
nb_no: ID for innlegg

source: What are "shortcodes"?
ja: 「ショートコード」とは何ですか?

source: About Wordpress Popular Posts %s
ja: WordPress Popular Posts %s

source: Do you like this plugin?
ja: このプラグインが気に入りましたか?
nb_no: Liker du denne utvidelsen?

source: Each donation motivates me to keep releasing free stuff for the Wordpress community!
ja: 寄付は、WordPressコミュニティのためにフリー・ソフトをリリースし続けるモチベーションになります!

source: What is this?
ja: これは何ですか?
nb_no: Hva er dette?

source: posts
ja: 投稿
nb_no: innlegg

source: Comments
ja: コメント
nb_no: Kommentarer

source: Total views
ja: 累積閲覧数
nb_no: Totalt antall visninger

source: Avg. daily views
ja: 1日の平均閲覧数
nb_no: Gj. daglige visninger

source: Posts settings
ja: 投稿設定
nb_no: Innstillinger for innlegg

source: Display post rating
ja: 投稿評価を表示する
nb_no: Vis innleggsvurdering

source: Shorten title
ja: タイトルを短縮する
nb_no: Forkort tittel

source: Shorten title to
ja: タイトル短縮のし方
nb_no: Forkort tittel til

source: characters
ja: 文字
nb_no: tegn

source: words
ja: 語
nb_no: ord

source: Display post excerpt
ja: 抜粋を表示する
nb_no: Vis innleggssammendrag

source: Keep text format and links
ja: フォーマットとリンクを保持する
nb_no: Behold tekstformatering og lenker

source: Display post thumbnail
ja: 投稿サムネールを表示する
nb_no: Vis innleggsminiatyrbilde

source: px
ja: ピクセル

source: Stats Tag settings
ja: 統計タグ設定
nb_no: Innstillinger for statistikk-tagg

source: Display comment count
ja: コメント数を表示する
nb_no: Vis antall kommentarer

source: Display views
ja: 閲覧数を表示する
nb_no: Vis visninger

source: Display author
ja: 投稿者を表示する
nb_no: Vis forfatter

source: Display date
ja: 日付を表示する
nb_no: Vis dato

source: Date Format
ja: 日付フォーマット
nb_no: Vis format

source: Display category
ja: カテゴリを表示する
nb_no: Vis kategori

source: HTML Markup settings
ja: HTMLマークアップの設定
nb_no: Innstillinger for HTML-kode

source: Use custom HTML Markup
ja: カスタムHTMLマークアップを使う
nb_no: Bruk tilpasset HTML-kode

source: The most Popular Posts on your blog.
ja: あなたのブログで最も人気のある投稿。
nb_no: De mest populære innleggene i bloggen din.

source: Upload
ja: アップロード
nb_no: Last opp

source: Success! The cache table has been cleared!
ja: 成功しました! キャッシュ・テーブルは空になっています!
nb_no: Suksess! Mellomlagringstabellen er tømt.

source: Error: cache table does not exist.
ja: エラー: キャッシュ・テーブルが存在しません。
nb_no: Feil: Mellomlagringstabellen fins ikke.

source: Success! All data have been cleared!
ja: 成功しました! 全てのデータが削除されました!
nb_no: Suksess! Alle data er slettet.

source: Error: one or both data tables are missing.
ja: エラー: テーブルの1つか、あるいは2つともなくなっています。
nb_no: Feil: En eller begge datatabellene mangler.

source: Invalid action.
ja: 不正な操作
nb_no: Ugyldig handling.

source: Sorry, you do not have enough permissions to do this. Please contact the site administrator for support.
ja: 申し訳ありませんが、この操作を行う権限がありません。サイト管理者にサポートをお願いしてください。
nb_no: Beklager, du har ikke nok rettigheter til å gjøre dette. Kontakt nettstedets administrator for support.

source: Sorry. No data so far.
ja: 申し訳ありませんが、まだデータがありません。
nb_no: Beklager. Ingen data så langt.

source: This operation will delete all entries from WordPress Popular Posts' cache table and cannot be undone.
nb_no: Denne handlingen vil slette alle oppføringene fra WordPress Popular Posts sin mellomlagringstabellen og kan ikke omgjøres.

source: This operation will delete all stored info from WordPress Popular Posts' data tables and cannot be undone.
nb_no: Denne handlingen vil slette all lagret informasjon fra WordPress Popular Posts sine datatabeller og kan ikke omgjøres.

source: Click on each tab to see what are the most popular entries on your blog in the last 24 hours, this week, last 30 days or all time since WordPress Popular Posts was installed.
nb_no: Klikk på hver fane for å se hva som har vært de mest populære oppføringene i bloggen din de siste 24 timene, denne uka, siste 30 dager eller totalt siden WordPress Popular Posts ble installert.

source: Display only posts published within the selected Time Range
nb_no: Vis bare innlegg publisert innenfor det valgte tidsintervallet

source: Thumbnails
nb_no: Miniatyrbilder

source: Tell WordPress Popular Posts where it should get thumbnails from
nb_no: Fortell WordPress Popular Posts hvor den skal hente miniatyrbilder fra

source: Logged-in users only
nb_no: Kun innloggede brukere

source: Listing refresh interval
nb_no: Intervall for oppdatering av lista

source: Refresh list every
nb_no: Oppdater lista hver

source: Miscellaneous
nb_no: Diverse

source: Open links in
nb_no: Åpne lenker i

source: Current window
nb_no: Gjeldende vindu

source: New tab/window
nb_no: Ny fane/nytt vindu

source: Use plugin's stylesheet
nb_no: Bruk utvidelsens stilark

source: Tells WordPress Popular Posts to retrieve the most popular entries within the time range specified by you
nb_no: Ber WordPress Popular Posts om å hente de meste populære oppføringene innenfor et tidsintervall angitt av deg

source: Tells WordPress Popular Posts to retrieve the most popular entries published within the time range specified by you
nb_no: Ber WordPress Popular Posts om å hente de meste populære oppføringene publisert innenfor et tidsintervall angitt av deg

source: If set, WordPress Popular Posts will display the category
nb_no: Hvis satt, så vil WordPress Popular Posts vise kategorien

source: About WordPress Popular Posts %s
nb_no: Om WordPress Popular Posts %s

source: This version includes the following changes
nb_no: The versjonen inneholder følgende endringer

source: Each donation motivates me to keep releasing free stuff for the WordPress community!
nb_no: En donasjon motiverer meg til å fortsette å lage ting gratis for WordPress-fellesskapet!

source: You can <a href="%s" target="_blank">leave a review</a>, too!
nb_no: Du kan <a href="%s" target="_blank">gi en vurdering</a>, også!

source: Need help?
nb_no: Trenger du hjelp?

source: Visit <a href="%s" target="_blank">the forum</a> for support, questions and feedback.
nb_no: Besøk <a href="%s" target="_blank">forumet</a> for support, spørsmål og tilbakemelding.

source: Let's make this plugin even better!
nb_no: La oss lage denne utvidelsen enda bedre!

source: Title
nb_no: Tittel

source: Show up to
nb_no: Vis opp til

source: Sort posts by
nb_no: Sorter innlegg etter

source: Filters
nb_no: Filter

source: Time Range
nb_no: Tidsintervall

source: Post type(s)
nb_no: Innleggstype(r)
